Repository: EmmaAkin/tollgate
Catalog: tollgate/locale/*/LC_MESSAGES/django.po
Languages: eo

source: English (Australia)
eo: Anglino (Aŭstralia)

source: login other computers
eo: ensaluti alia komputiloj

source: enable internet connectivity for this pc
eo: kapabligi interreto por mia komputilo

source: owned pcs
eo: posedaj komputiloj

source: unowned pcs
eo: malposedaj komputiloj

source: usage
eo: uzis

source: internet usage report
eo: raporto de interreta uzo

source: highest quota use
eo: uzega kvoto

source: highest speed
eo: rapidega

source: my devices and quota
eo: mia aparatoj kaj kvoto

source: register attendances
eo: registri servadoj

source: quota management
eo: administri kvoto

source: computer list
eo: listo de computiloj

source: system administration
eo: administri sistemo

source: logged in as:
eo: vi estas:

source: logout
eo: malensaluti

source: not logged in
eo: gasto

source: login
eo: ensaluti

source: change language
eo: ŝanĝi lingvo

source: alphabetical
eo: alfabeta
